Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Switch to
ar: التبديل إلى
de: Wechseln zu
es: Cambiar a
fr: Passer à
hi: इस पर बदलें
it: Passa a
ja: 切り替え先
ko: 전환 대상
nl: Wissel naar
pl: Przełącz na
pt_br: Trocar para
ru: Перейти на
tr: Şuna geç
uk: Перейти на
zh_hans: 切换到
zh_hant: 切換至

source: Switch…
ar: تبديل…
de: Wechseln …
es: Cambiar…
fr: Changer…
hi: बदलें…
it: Cambia…
ja: 切り替え…
ko: 전환…
nl: Wissel…
pl: Zmień…
pt_br: Trocar…
ru: Сменить…
tr: Değiştir…
uk: Змінити…
zh_hans: 切换…
zh_hant: 切換…

source: Symbols
ar: الرموز
de: Symbole
es: Símbolos
fr: Symboles
hi: प्रतीक
it: Simboli
ja: 記号
ko: 기호
nl: Symbolen
pl: Symbole
pt_br: Símbolos
ru: Символы
tr: Simgeler
uk: Символи
zh_hans: 符号
zh_hant: 符號

source: Templates
ar: القوالب
de: Vorlagen
es: Plantillas
fr: Gabarits
hi: टेम्पलेट
it: Template
ja: テンプレート
ko: 템플릿
nl: Sjablonen
pl: Szablony
pt_br: Predefinições
ru: Шаблоны
tr: Şablonlar
uk: Шаблони
zh_hans: 模板
zh_hant: 範本

source: Terminal
ar: الطرفية
hi: टर्मिनल
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
uk: Термінал
zh_hans: 终端
zh_hant: 終端機

source: Terminal input
ar: الإدخال في طرفية
de: Terminaleingabe
es: Escritura en un terminal
fr: Saisie dans un terminal
hi: टर्मिनल इनपुट
it: Input nel terminale
ja: ターミナルへの入力
ko: 터미널 입력
nl: Invoer in terminal
pl: Wpisywanie w terminalu
pt_br: Digitação no terminal
ru: Ввод в терминал
tr: Terminal girdisi
uk: Введення в термінал
zh_hans: 终端输入
zh_hant: 終端機輸入

source: Terminal tabs
ar: علامات تبويب الطرفيات
es: Pestañas de los terminales
fr: Onglets des terminaux
hi: टर्मिनल टैब
it: Pannelli dei terminali
ja: ターミナルのタブ
ko: 터미널 탭
nl: Terminaltabbladen
pl: Karty terminali
pt_br: Abas dos terminais
ru: Вкладки терминалов
tr: Terminal sekmeleri
uk: Вкладки терміналів
zh_hans: 终端标签页
zh_hant: 終端機標籤頁

# Terminal — %@ — %@
source: Terminal — %1$@ — %2$@
ar: الطرفية — %1$@ — %2$@
hi: टर्मिनल — %1$@ — %2$@
it: Terminale — %1$@ — %2$@
ja: ターミナル — %1$@ — %2$@
ko: 터미널 — %1$@ — %2$@
ru: Терминал — %1$@ — %2$@
uk: Термінал — %1$@ — %2$@
zh_hans: 终端 — %1$@ — %2$@
zh_hant: 終端機 — %1$@ — %2$@

source: Test
ar: اختبار
de: Testen
es: Probar
fr: Tester
hi: टेस्ट करें
it: Testa
ja: テスト
ko: 테스트
pl: Testuj
pt_br: Testar
ru: Проверить
tr: Test Et
uk: Перевірити
zh_hans: 测试
zh_hant: 測試

source: Test with an address
ar: اختبار باستخدام عنوان
de: Mit einer Adresse testen
es: Probar con una dirección
fr: Tester avec une adresse
hi: किसी पते के साथ टेस्ट करें
it: Testa con un indirizzo
ja: アドレスでテスト
ko: 주소로 테스트
nl: Test met een adres
pl: Testuj z adresem
pt_br: Testar com um endereço
ru: Проверить на адресе
tr: Bir adresle test et
uk: Перевірити з адресою
zh_hans: 用地址测试
zh_hant: 以位址測試

source: The %lld agents running now were started before the access was granted. They get it once the background process that runs them restarts.
ar: تم بدء الوكلاء الـ %lld قيد التشغيل الآن قبل منح الوصول. سيحصلون عليه عند إعادة تشغيل عملية الخلفية التي تشغّلهم.
de: Die %lld laufenden Agents wurden gestartet, bevor der Zugriff erteilt war. Sie erhalten ihn, sobald der Hintergrundprozess, der sie ausführt, neu startet.
es: Los %lld agentes en ejecución se iniciaron antes de conceder el acceso. Lo obtendrán cuando se reinicie el proceso en segundo plano que los ejecuta.
fr: Les %lld agents en cours ont été lancés avant que l’accès soit accordé. Ils l’auront quand le processus d’arrière-plan qui les lance redémarrera.
hi: अभी चल रहे %lld एजेंट ऐक्सेस मिलने से पहले शुरू हुए थे। उन्हें चलाने वाली बैकग्राउंड प्रोसेस के फिर से शुरू होने पर उन्हें यह मिल जाएगा।
it: I %lld agenti in esecuzione sono stati avviati prima che l’accesso fosse concesso. Lo otterranno quando si riavvia il processo in background che li esegue.
ja: 現在実行中の%lld個のエージェントは、アクセスが許可される前に起動されました。エージェントを実行するバックグラウンドプロセスが再起動すると、アクセス権が与えられます。
ko: 현재 실행 중인 에이전트 %lld개는 접근 권한이 부여되기 전에 시작되었습니다. 에이전트를 실행하는 백그라운드 프로세스가 재시작되면 권한이 적용됩니다.
nl: De %lld agents die nu draaien, zijn gestart voordat de toegang werd verleend. Ze krijgen de toegang zodra het achtergrondproces dat ze uitvoert herstart.
pl: %lld działającego teraz agenta zostało uruchomione przed przyznaniem dostępu. Otrzymają go po ponownym uruchomieniu procesu w tle, który ich uruchamia.
pt_br: Os %lld agentes em execução agora foram iniciados antes de o acesso ser concedido. Eles o receberão quando o processo em segundo plano que os executa reiniciar.
ru: %lld работающего сейчас агента были запущены до предоставления доступа. Они получат его, когда перезапустится фоновый процесс, который их запускает.
tr: Şu anda çalışan %lld ajan, erişim verilmeden önce başlatıldı. Onları çalıştıran arka plan işlemi yeniden başlayınca erişimi alırlar.
uk: %lld запущеного зараз агента було запущено до надання доступу. Вони отримають його після перезапуску фонового процесу, який їх запускає.
zh_hans: 当前正在运行的 %lld 个智能体是在授予访问权限之前启动的。运行它们的后台进程重新启动后，它们就会获得该权限。
zh_hant: 目前執行中的 %lld 個代理程式是在授予權限之前啟動的。執行它們的背景程序重新啟動後，它們就會取得權限。

source: The agent can open a page too, with its tab_open tool or `vibe browser open <url>`.
ar: يمكن للوكيل أيضًا فتح صفحة، باستخدام أداة tab_open أو `vibe browser open <url>`.
de: Der Agent kann auch selbst eine Seite öffnen, mit seinem Tool tab_open oder `vibe browser open <url>`.
es: El agente también puede abrir una página, con su herramienta tab_open o `vibe browser open <url>`.
fr: L’agent peut aussi ouvrir une page, avec son outil tab_open ou `vibe browser open <url>`.
hi: एजेंट अपने tab_open टूल या `vibe browser open <url>` से भी पेज खोल सकता है।
it: Anche l’agente può aprire una pagina, con il suo strumento tab_open o `vibe browser open <url>`.
ja: エージェントもtab_openツールまたは`vibe browser open <url>`でページを開けます。
ko: 에이전트도 tab_open 도구나 `vibe browser open <url>`으로 페이지를 열 수 있습니다.
nl: De agent kan ook een pagina openen, met de tool tab_open of `vibe browser open <url>`.
pl: Agent również może otworzyć stronę za pomocą narzędzia tab_open lub `vibe browser open <url>`.
pt_br: O agente também pode abrir uma página, com a ferramenta tab_open ou `vibe browser open <url>`.
ru: Агент тоже может открыть страницу — своим инструментом tab_open или командой `vibe browser open <url>`.
tr: Ajan da tab_open aracıyla veya `vibe browser open <url>` ile bir sayfa açabilir.
uk: Агент також може відкрити сторінку своїм інструментом tab_open або командою `vibe browser open <url>`.
zh_hans: 智能体也可以打开页面，使用其 tab_open 工具或 `vibe browser open <url>`。
zh_hant: 代理程式也可以使用其 tab_open 工具或 `vibe browser open <url>` 打開頁面。

source: The agent could not be prepared to start.
ar: تعذّر تجهيز الوكيل للبدء.
de: Der Agent konnte nicht für den Start vorbereitet werden.
es: No se ha podido preparar el agente para iniciarse.
fr: L’agent n’a pas pu être préparé à démarrer.
hi: एजेंट को शुरू करने के लिए तैयार नहीं किया जा सका।
it: Impossibile preparare l’avvio dell’agente.
ja: エージェントの起動準備ができませんでした。
ko: 에이전트 시작을 준비할 수 없습니다.
nl: De agent kon niet worden voorbereid om te starten.
pl: Nie można przygotować agenta do uruchomienia.
pt_br: Não foi possível preparar o agente para iniciar.
ru: Не удалось подготовить агента к запуску.
tr: Ajan başlatılmaya hazırlanamadı.
uk: Не вдалося підготувати агента до запуску.
zh_hans: 无法准备启动智能体。
zh_hant: 無法準備啟動代理程式。

source: The agent could not be switched.
ar: تعذّر تبديل الوكيل.
de: Der Agent konnte nicht gewechselt werden.
es: No se ha podido cambiar el agente.
fr: L’agent n’a pas pu être changé.
hi: एजेंट नहीं बदला जा सका।
it: Impossibile cambiare l’agente.
ja: エージェントを切り替えられませんでした。
ko: 에이전트를 전환할 수 없습니다.
nl: De agent kon niet worden gewisseld.
pl: Nie można zmienić agenta.
pt_br: Não foi possível trocar o agente.
ru: Не удалось сменить агента.
tr: Ajan değiştirilemedi.
uk: Не вдалося змінити агента.
zh_hans: 无法切换智能体。
zh_hant: 無法切換代理程式。

source: The agent could not draw the avatar: nothing was changed. Try again.
ar: تعذّر على الوكيل رسم الصورة الرمزية: لم يتغير أي شيء. حاول مرة أخرى.
de: Der Agent konnte den Avatar nicht zeichnen: Es wurde nichts geändert. Versuche es erneut.
es: El agente no ha podido dibujar el avatar: no se ha cambiado nada. Vuelve a intentarlo.
fr: L’agent n’a pas pu dessiner l’avatar : rien n’a été modifié. Réessayez.
hi: एजेंट अवतार नहीं बना सका: कुछ नहीं बदला गया। फिर से कोशिश करें।
it: L’agente non è riuscito a disegnare l’avatar: non è stato modificato nulla. Riprova.
ja: エージェントがアバターを描画できませんでした。何も変更されていません。もう一度お試しください。
ko: 에이전트가 아바타를 그리지 못했습니다. 아무것도 변경되지 않았습니다. 다시 시도하십시오.
nl: De agent kon de avatar niet tekenen: er is niets gewijzigd. Probeer het opnieuw.
pl: Agent nie zdołał narysować awatara: nic nie zostało zmienione. Spróbuj ponownie.
pt_br: O agente não conseguiu desenhar o avatar: nada foi alterado. Tente novamente.
ru: Агент не смог нарисовать аватар: ничего не изменено. Повторите попытку.
tr: Ajan avatarı çizemedi: hiçbir şey değiştirilmedi. Yeniden deneyin.
uk: Агенту не вдалося намалювати аватар: нічого не змінено. Спробуйте ще раз.
zh_hans: 智能体无法绘制头像：未作任何更改。请重试。
zh_hant: 代理程式無法繪製頭像：未更改任何內容。請再試一次。

source: The agent finished without producing an image. Try again, or describe the avatar differently.
ar: انتهى الوكيل بدون إنتاج صورة. حاول مرة أخرى، أو صِف الصورة الرمزية بطريقة مختلفة.
de: Der Agent ist ohne Bild fertig geworden. Versuche es erneut oder beschreibe den Avatar anders.
es: El agente ha terminado sin producir ninguna imagen. Vuelve a intentarlo o describe el avatar de otra forma.
fr: L’agent a terminé sans produire d’image. Réessayez, ou décrivez l’avatar autrement.
hi: एजेंट ने कोई इमेज बनाए बिना काम समाप्त किया। फिर से कोशिश करें, या अवतार का अलग तरह से वर्णन करें।
it: L’agente ha finito senza produrre un’immagine. Riprova o descrivi l’avatar in modo diverso.
ja: エージェントは画像を生成せずに終了しました。もう一度試すか、アバターを別の言葉で説明してください。
ko: 에이전트가 이미지를 만들지 않고 종료했습니다. 다시 시도하거나 아바타를 다르게 설명하십시오.
nl: De agent is klaar zonder een afbeelding te maken. Probeer het opnieuw, of beschrijf de avatar anders.
pl: Agent zakończył pracę bez utworzenia obrazu. Spróbuj ponownie lub opisz awatar inaczej.
pt_br: O agente terminou sem produzir uma imagem. Tente novamente, ou descreva o avatar de outra forma.
ru: Агент закончил, не создав изображения. Повторите попытку или опишите аватар иначе.
tr: Ajan bir görüntü üretmeden bitirdi. Yeniden deneyin ya da avatarı farklı tarif edin.
uk: Агент завершив роботу, не створивши зображення. Спробуйте ще раз або опишіть аватар інакше.
zh_hans: 智能体已结束，但未生成图像。请重试，或换一种方式描述头像。
zh_hant: 代理程式已結束但未產生影像。請再試一次，或換個方式描述頭像。

source: The agent has said nothing yet.
ar: لم يقل الوكيل أي شيء بعد.
de: Der Agent hat noch nichts gesagt.
es: El agente aún no ha dicho nada.
fr: L’agent n’a encore rien dit.
hi: एजेंट ने अभी तक कुछ नहीं कहा।
it: L’agente non ha ancora detto nulla.
ja: エージェントはまだ何も出力していません。
ko: 에이전트가 아직 아무 말도 하지 않았습니다.
nl: De agent heeft nog niets gezegd.
pl: Agent jeszcze nic nie powiedział.
pt_br: O agente ainda não disse nada.
ru: Агент ещё ничего не сказал.
tr: Ajan henüz bir şey söylemedi.
uk: Агент ще нічого не сказав.
zh_hans: 智能体尚未说任何话。
zh_hant: 代理程式尚未說任何話。

source: The agent is asking for your approval in the web view.
ar: يطلب الوكيل موافقتك في عرض الويب.
de: Der Agent bittet in der Webansicht um deine Zustimmung.
es: El agente te pide tu aprobación en la vista web.
fr: L’agent demande votre accord dans la vue web.
hi: एजेंट वेब दृश्य में आपकी स्वीकृति माँग रहा है।
it: L’agente chiede la tua approvazione nella vista web.
ja: エージェントがWebビューで承認を求めています。
ko: 에이전트가 웹 보기에서 승인을 요청하고 있습니다.
nl: De agent vraagt om je goedkeuring in de webweergave.
pl: Agent prosi o Twoją zgodę w widoku www.
pt_br: O agente está pedindo sua aprovação na visualização web.
ru: Агент запрашивает ваше согласие в веб-панели.
tr: Ajan web görünümünde onayınızı istiyor.
uk: Агент запитує вашу згоду у вебперегляді.
zh_hans: 智能体正在网页视图中请求你的批准。
zh_hant: 代理程式正在網頁視圖中請求你的同意。

source: The agent is waiting for your approval in the web view
ar: ينتظر الوكيل موافقتك في عرض الويب
de: Der Agent wartet in der Webansicht auf deine Zustimmung
es: El agente espera tu aprobación en la vista web
fr: L’agent attend votre accord dans la vue web
hi: एजेंट वेब दृश्य में आपकी स्वीकृति की प्रतीक्षा कर रहा है
it: L’agente attende la tua approvazione nella vista web
ja: エージェントがWebビューで承認を待っています
ko: 에이전트가 웹 보기에서 승인을 기다리는 중
nl: De agent wacht op je goedkeuring in de webweergave
pl: Agent czeka na Twoją zgodę w widoku www
pt_br: O agente aguarda sua aprovação na visualização web
ru: Агент ждёт вашего согласия в веб-панели
tr: Ajan web görünümünde onayınızı bekliyor
uk: Агент чекає на вашу згоду у вебперегляді
zh_hans: 智能体正在网页视图中等待你的批准
zh_hant: 代理程式正在網頁視圖中等待你的同意

source: The agent loaded a page
ar: حمّل الوكيل صفحة
de: Der Agent hat eine Seite geladen
es: El agente ha cargado una página
fr: L’agent a chargé une page
hi: एजेंट ने एक पेज लोड किया
it: L’agente ha caricato una pagina
ja: エージェントがページを読み込みました
ko: 에이전트가 페이지를 불러옴
nl: De agent heeft een pagina geladen
pl: Agent załadował stronę
pt_br: O agente carregou uma página
ru: Агент загрузил страницу
tr: Ajan bir sayfa yükledi
uk: Агент завантажив сторінку
zh_hans: 智能体载入了一个页面
zh_hant: 代理程式已載入頁面

source: The agent loaded a page in the web view
ar: حمّل الوكيل صفحة في عرض الويب
de: Der Agent hat eine Seite in der Webansicht geladen
es: El agente ha cargado una página en la vista web
fr: L’agent a chargé une page dans la vue web
hi: एजेंट ने वेब दृश्य में एक पेज लोड किया
it: L’agente ha caricato una pagina nella vista web
ja: エージェントがWebビューでページを読み込みました
ko: 에이전트가 웹 보기에서 페이지를 불러옴
nl: De agent heeft een pagina geladen in de webweergave
pl: Agent załadował stronę w widoku www
pt_br: O agente carregou uma página na visualização web
ru: Агент загрузил страницу в веб-панели
tr: Ajan web görünümünde bir sayfa yükledi
uk: Агент завантажив сторінку у вебперегляді
zh_hans: 智能体在网页视图中载入了一个页面
zh_hant: 代理程式已在網頁視圖中載入頁面

source: The agent may have to ask for access to %@ to read “%@”.
ar: قد يضطر الوكيل إلى طلب الوصول إلى %1$@ لقراءة «%2$@».
de: Der Agent muss möglicherweise Zugriff auf %@ anfordern, um „%@“ zu lesen.
es: Puede que el agente tenga que pedir acceso a %@ para leer “%@”.
fr: L’agent devra peut-être demander l’accès à %1$@ pour lire « %2$@ ».
hi: एजेंट को शायद %1$@ का ऐक्सेस माँगना पड़े, ताकि वह “%2$@” पढ़ सके।
it: L’agente potrebbe dover chiedere l’accesso a %@ per leggere “%@”.
ja: 「%2$@」を読み取るために、エージェントが%1$@へのアクセスを求めることがあります。
ko: 에이전트가 “%2$@”을(를) 읽으려면 %1$@에 대한 접근 권한을 요청해야 할 수 있습니다.
nl: De agent moet mogelijk om toegang tot %@ vragen om ‘%@’ te lezen.
pl: Agent może musieć poprosić o dostęp do lokalizacji %@, aby odczytać „%@”.
pt_br: O agente talvez precise pedir acesso a %1$@ para ler “%2$@”.
ru: Агенту, возможно, придётся запросить доступ к %@, чтобы прочитать «%@».
tr: Ajanın “%2$@” dosyasını okumak için şu konuma erişim istemesi gerekebilir: %1$@.
uk: Агенту, можливо, доведеться запитати доступ до %1$@, щоб прочитати «%2$@».
zh_hans: 智能体可能需要请求访问 %@ 才能读取“%@”。
zh_hant: 代理程式可能需要請求取用 %1$@ 才能讀取「%2$@」。

source: The agent took too long: nothing was changed. Try again.
ar: استغرق الوكيل وقتًا طويلًا جدًا: لم يتغير أي شيء. حاول مرة أخرى.
de: Der Agent hat zu lange gebraucht: Es wurde nichts geändert. Versuche es erneut.
es: El agente ha tardado demasiado: no se ha cambiado nada. Vuelve a intentarlo.
fr: L’agent a mis trop de temps : rien n’a été modifié. Réessayez.
hi: एजेंट ने बहुत अधिक समय लिया: कुछ नहीं बदला गया। फिर से कोशिश करें।
it: L’agente ha impiegato troppo tempo: non è stato modificato nulla. Riprova.
ja: エージェントの処理に時間がかかりすぎました。何も変更されていません。もう一度お試しください。
ko: 에이전트가 너무 오래 걸려 아무것도 변경되지 않았습니다. 다시 시도하십시오.
nl: De agent deed er te lang over: er is niets gewijzigd. Probeer het opnieuw.
pl: Agent pracował zbyt długo: nic nie zostało zmienione. Spróbuj ponownie.
pt_br: O agente demorou demais: nada foi alterado. Tente novamente.
ru: Агент работал слишком долго: ничего не изменено. Повторите попытку.
tr: Ajan çok uzun sürdü: hiçbir şey değiştirilmedi. Yeniden deneyin.
uk: Агент працював задовго: нічого не змінено. Спробуйте ще раз.
zh_hans: 智能体耗时过长：未作任何更改。请重试。
zh_hant: 代理程式花費太久：未更改任何內容。請再試一次。

source: The agent wants to capture a page of %@.
ar: يريد الوكيل التقاط صفحة من %@.
de: Der Agent möchte eine Seite von %@ aufnehmen.
es: El agente quiere capturar una página de %@.
fr: L’agent veut capturer une page de %@.
hi: एजेंट %@ का एक पेज कैप्चर करना चाहता है।
it: L’agente vuole acquisire una pagina di %@.
ja: エージェントが%@のページをキャプチャしようとしています。
ko: 에이전트가 %@의 페이지를 캡처하려고 합니다.
nl: De agent wil een pagina van %@ vastleggen.
pl: Agent chce przechwycić stronę z %@.
pt_br: O agente quer capturar uma página de %@.
ru: Агент хочет сделать снимок страницы %@.
tr: Ajan %@ sitesinden bir sayfanın görüntüsünü almak istiyor.
uk: Агент хоче зробити знімок сторінки %@.
zh_hans: 智能体想要截取 %@ 的页面。
zh_hant: 代理程式想要擷取 %@ 的頁面。

# The agent wants to click %@ on %@.
source: The agent wants to click %1$@ on %2$@.
ar: يريد الوكيل النقر على %1$@ في %2$@.
de: Der Agent möchte auf %1$@ auf %2$@ klicken.
es: El agente quiere hacer clic en %1$@ en %2$@.
fr: L’agent veut cliquer sur %1$@ sur %2$@.
hi: एजेंट %2$@ पर %1$@ क्लिक करना चाहता है।
it: L’agente vuole fare clic su %1$@ in %2$@.
ja: エージェントが%2$@上の%1$@をクリックしようとしています。
ko: 에이전트가 %2$@에서 %1$@을(를) 클릭하려고 합니다.
nl: De agent wil op %1$@ klikken op %2$@.
pl: Agent chce kliknąć %1$@ na %2$@.
pt_br: O agente quer clicar em %1$@ em %2$@.
ru: Агент хочет нажать %1$@ на %2$@.
tr: Ajan %2$@ üzerinde %1$@ öğesini tıklamak istiyor.
uk: Агент хоче клацнути %1$@ на %2$@.
zh_hans: 智能体想要在 %2$@ 上点按 %1$@。
zh_hant: 代理程式想要在 %2$@ 上按一下 %1$@。

source: The agent wants to read a page of %@.
ar: يريد الوكيل قراءة صفحة من %@.
de: Der Agent möchte eine Seite von %@ lesen.
es: El agente quiere leer una página de %@.
fr: L’agent veut lire une page de %@.
hi: एजेंट %@ का एक पेज पढ़ना चाहता है।
it: L’agente vuole leggere una pagina di %@.
ja: エージェントが%@のページを読み取ろうとしています。
ko: 에이전트가 %@의 페이지를 읽으려고 합니다.
nl: De agent wil een pagina van %@ lezen.
pl: Agent chce odczytać stronę z %@.
pt_br: O agente quer ler uma página de %@.
ru: Агент хочет прочитать страницу %@.
tr: Ajan %@ sitesinden bir sayfayı okumak istiyor.
uk: Агент хоче прочитати сторінку %@.
zh_hans: 智能体想要读取 %@ 的页面。
zh_hant: 代理程式想要讀取 %@ 的頁面。

source: The agent wants to read the console of %@.
ar: يريد الوكيل قراءة وحدة التحكم في %@.
de: Der Agent möchte die Konsole von %@ lesen.
es: El agente quiere leer la consola de %@.
fr: L’agent veut lire la console de %@.
hi: एजेंट %@ का कंसोल पढ़ना चाहता है।
it: L’agente vuole leggere la console di %@.
ja: エージェントが%@のコンソールを読み取ろうとしています。
ko: 에이전트가 %@의 콘솔을 읽으려고 합니다.
nl: De agent wil de console van %@ lezen.
pl: Agent chce odczytać konsolę %@.
pt_br: O agente quer ler o console de %@.
ru: Агент хочет прочитать консоль %@.
tr: Ajan %@ sitesinin konsolunu okumak istiyor.
uk: Агент хоче прочитати консоль %@.
zh_hans: 智能体想要读取 %@ 的控制台。
zh_hant: 代理程式想要讀取 %@ 的主控台。

source: The agent wants to run JavaScript on %@.
ar: يريد الوكيل تنفيذ JavaScript على %@.
de: Der Agent möchte JavaScript auf %@ ausführen.
es: El agente quiere ejecutar JavaScript en %@.
fr: L’agent veut exécuter du JavaScript sur %@.
hi: एजेंट %@ पर JavaScript चलाना चाहता है।
it: L’agente vuole eseguire JavaScript su %@.
ja: エージェントが%@でJavaScriptを実行しようとしています。
ko: 에이전트가 %@에서 JavaScript를 실행하려고 합니다.
nl: De agent wil JavaScript uitvoeren op %@.
pl: Agent chce wykonać JavaScript na %@.
pt_br: O agente quer executar JavaScript em %@.
ru: Агент хочет выполнить JavaScript на %@.
tr: Ajan %@ üzerinde JavaScript çalıştırmak istiyor.
uk: Агент хоче виконати JavaScript на %@.
zh_hans: 智能体想要在 %@ 上运行 JavaScript。
zh_hant: 代理程式想要在 %@ 上執行 JavaScript。

# The agent wants to type into %@ on %@.
source: The agent wants to type into %1$@ on %2$@.
ar: يريد الوكيل الكتابة في %1$@ على %2$@.
de: Der Agent möchte in %1$@ auf %2$@ tippen.
es: El agente quiere escribir en %1$@ en %2$@.
fr: L’agent veut saisir dans %1$@ sur %2$@.
hi: एजेंट %2$@ पर %1$@ में टाइप करना चाहता है।
it: L’agente vuole digitare in %1$@ su %2$@.
ja: エージェントが%2$@上の%1$@に入力しようとしています。
ko: 에이전트가 %2$@의 %1$@에 입력하려고 합니다.
nl: De agent wil typen in %1$@ op %2$@.
pl: Agent chce wpisać tekst w %1$@ na %2$@.
pt_br: O agente quer digitar em %1$@ em %2$@.
ru: Агент хочет ввести текст в %1$@ на %2$@.
tr: Ajan %2$@ üzerinde %1$@ öğesine yazmak istiyor.
uk: Агент хоче ввести текст у %1$@ на %2$@.
zh_hans: 智能体想要在 %2$@ 上的 %1$@ 中输入。
zh_hant: 代理程式想要在 %2$@ 上的 %1$@ 中輸入。

source: The agent will ask you to sign in inside the terminal.
ar: سيطلب منك الوكيل تسجيل الدخول داخل الطرفية.
de: Der Agent wird dich im Terminal zur Anmeldung auffordern.
es: El agente te pedirá que inicies sesión en el terminal.
fr: L’agent vous demandera de vous connecter dans le terminal.
hi: एजेंट आपसे टर्मिनल के भीतर साइन इन करने को कहेगा।
it: L’agente ti chiederà di accedere all’interno del terminale.
ja: エージェントがターミナル内でサインインを求めます。
ko: 에이전트가 터미널에서 로그인을 요청합니다.
nl: De agent vraagt je om in te loggen in de terminal.
pl: Agent poprosi Cię o zalogowanie się w terminalu.
pt_br: O agente pedirá que você faça login no terminal.
ru: Агент попросит вас войти в терминале.
tr: Ajan sizden terminalde giriş yapmanızı isteyecek.
uk: Агент попросить вас увійти в терміналі.
zh_hans: 智能体会在终端中请你登录。
zh_hant: 代理程式會要求你在終端機中登入。

source: The agent will be stopped. The session can be restarted later.
ar: سيتم إيقاف الوكيل. يمكن إعادة تشغيل الجلسة لاحقًا.
de: Der Agent wird gestoppt. Die Sitzung kann später neu gestartet werden.
es: El agente se detendrá. La sesión se podrá reiniciar más tarde.
fr: L’agent sera arrêté. La session pourra être relancée plus tard.
hi: एजेंट रोक दिया जाएगा। सेशन बाद में फिर से शुरू किया जा सकता है।
it: L’agente verrà arrestato. La sessione potrà essere riavviata in seguito.
ja: エージェントは停止されます。セッションはあとで再起動できます。
ko: 에이전트가 중단됩니다. 세션은 나중에 재시작할 수 있습니다.
nl: De agent wordt gestopt. De sessie kan later worden herstart.
pl: Agent zostanie zatrzymany. Sesję można później uruchomić ponownie.
pt_br: O agente será parado. A sessão poderá ser reiniciada depois.
ru: Агент будет остановлен. Сессию можно будет перезапустить позже.
tr: Ajan durdurulacak. Oturum daha sonra yeniden başlatılabilir.
uk: Агента буде зупинено. Сеанс можна буде перезапустити пізніше.
zh_hans: 智能体将被停止。会话可以稍后重新启动。
zh_hant: 代理程式將會停止。工作階段稍後可重新啟動。

source: The agent works in this folder. Choose the project it should work on.
ar: يعمل الوكيل في هذا المجلد. اختر المشروع الذي يجب أن يعمل عليه.
de: Der Agent arbeitet in diesem Ordner. Wähle das Projekt, an dem er arbeiten soll.
es: El agente trabaja en esta carpeta. Elige el proyecto en el que debe trabajar.
fr: L’agent travaille dans ce dossier. Choisissez le projet sur lequel il doit travailler.
hi: एजेंट इस फ़ोल्डर में काम करता है। वह प्रोजेक्ट चुनें जिस पर उसे काम करना चाहिए।
it: L’agente lavora in questa cartella. Scegli il progetto su cui deve lavorare.
ja: エージェントはこのフォルダで作業します。作業対象のプロジェクトを選択してください。
ko: 에이전트는 이 폴더에서 작업합니다. 작업할 프로젝트를 선택하십시오.
nl: De agent werkt in deze map. Kies het project waaraan hij moet werken.
pl: Agent pracuje w tym folderze. Wybierz projekt, nad którym ma pracować.
pt_br: O agente trabalha nesta pasta. Escolha o projeto em que ele deve trabalhar.
ru: Агент работает в этой папке. Выберите проект, над которым он должен работать.
tr: Ajan bu klasörde çalışır. Üzerinde çalışması gereken projeyi seçin.
uk: Агент працює в цій папці. Виберіть проєкт, над яким він має працювати.
zh_hans: 智能体在此文件夹中工作。请选择它要处理的项目。
zh_hant: 代理程式會在此資料夾中工作。請選擇它要處理的專案。
